//------------------------------------------------------------------------------
// <自動產生>
//     這段程式碼是由工具產生的。
//
//     變更這個檔案可能會導致不正確的行為，而且如果已重新產生
//     程式碼，則會遺失變更。
// </自動產生>
//------------------------------------------------------------------------------

namespace Test1212
{


    public partial class WebForm3
    {

        /// <summary>
        /// Master 屬性。
        /// </summary>
        /// <remarks>
        /// 自動產生的屬性。
        /// </remarks>
        public new Test1212.Site1 Master
        {
            get
            {
                return ((Test1212.Site1)(base.Master));
            }
        }
    }
}
